Repository: mh-firouzjaah/Iran-ATCA
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: publish
fa: انتشار

source: Blog
fa: وبلاگ

source: Blogs
fa: وبلاگ‌ها

source: if the term was not found, we will check for similar terms
fa: اگر واژه پیدا نشد، ما برای واژه‌های مشابه هم جستجو خواهیم کرد.

source: Check for similar terms
fa: درهر حال برای واژه‌های مشابه هم جستجو شود

source: may cause heavy loading and more delay
fa: ممکن است باعث عملیات سنگین و اتلاف زیاد زمان شود.

source: Consider as single phrase
fa: یک رشته‌ی پیوسته درنظر گرفته شود

source: this will reduse search time
fa: این مورد باعث زودتر به نتیجه رسیدن می‌شود.

source: Search
fa: جستجو

source: Draft
fa: پیش‌نویس

source: Published
fa: منتشر شده

source: No
fa: خیر

source: Yes
fa: بله

source: Name
fa: نام

source: Slug
fa: نشانی فایل در سایت

source: icon
fa: آیکون

source: An icon-tag from fontawesome.com
fa: یک آیکون از وب‌سایت fontawesome.com

source: Post Category
fa: دسته بندی پست

source: Post Categories
fa: دسته بندی‌های پست‌ها

source: Tag
fa: برچسب

source: Tags
fa: برچسب‌ها

source: Title
fa: سرنویس

source: Description
fa: توصیف

source: Type comma to create a new instance.
fa: ویرگول را بنویسید تا دسته‌بندی مورد نیاز ساخته شود.

source: Categories
fa: دسته بندی‌ها

source: Author
fa: نگارنده

source: Body
fa: محتوا

source: Publish
fa: انتشار

source: Created
fa: ساخته شده

source: Updated
fa: بروزرسانی

source: Status
fa: وضعیت

source: Public
fa: همکانی

source: International
fa: فرامرزی

source: Post
fa: پست

source: Posts
fa: پست‌ها

source: Image
fa: تصویر

source: Post Image
fa: تصویر پست‌

source: Post Images
fa: تصویر‌های پست

source: User
fa: کاربر

source: Replied to
fa: درپاسخ

source: Content
fa: محتوا

source: Active
fa: فعال

source: public
fa: عمومی

source: Comment
fa: دیدگاه

source: Comments
fa: دیدگاه‌ها

source: {self_user} to {self_post} on {self_created}
fa: {self_user} به {self_post} در {self_created}

source: Hit Count
fa: بازدید شمار

source: Welcome on our blog.
fa: به وبلاگ ما خوش آمدید.

source: In this blog, we publish news related to aviation and air traffic control. Follow aviation innovations, developments, changes and events from our blog. Stay up to date with the latest aviation events in Iran and the world.
fa: در این وبلاگ ما رخ‌دادهای هوانوردی و پایشگری آمد و شدهای هوایی را پخش‌ می‌کنیم. نوآوری‌ها، پیشرفت‌ها و رخ‌دادهای هوانوردی را از وبلاگ ما پیگیری کنید. با ما از تازه‌ترین‌ها رویدادهای هوانورد ایران و جهان باشید.

source: Read more
fa: خواندن بیشتر

source: SUBMIT
fa: درج

source: Views
fa: بازدیدها

source: Share this post
fa: این پست را به اشتراک بگذارید

source: About
fa: درباه‌ی

source: Other articles from this author
fa: دیگر نوشته‌های ایشون

source: login to see all
fa: وارد شوید تا بیشتر بخوانید

source: This user is the author of the post
fa: ایشون نویسنده‌ی پست هستن

source: Reply to %(cmuser)s's comment
fa: درپاسخ به دیدگاه %(cmuser)s

source: Reply
fa: پاسخ

source: Add your comment
fa: دیدگاه خود را درج کنید

source: You don't have permission to read a private page.
fa: دسترسی شما به این برگه امکان پذیر نیست.

source: Requested page is not in English!
fa: برگه‌ی درخواست شده، به زبان انگلیسی نیست!

source: Icon
fa: آیکون

source: Company
fa: انجمن

source: Companies
fa: انجمن‌ها

source: Your Name
fa: نام شما

source: Your Email
fa: رایانامه شما

source: Subject
fa: درباره‌ی

source: Your Message
fa: پیام شما

source: Please enter numbers, or switch your keyboard to `en`.
fa: خواهش می‌کنیم تنها شماره‌ وارد کنید، یا شماره‌ها را انگلیسی کنید.

source: Logo
fa: نشان

source: Short Description
fa: شرح کوتاه

source: Long Description
fa: شرح بلند

source: Footer Description
fa: شرح پایین برگه

source: Timetable intro
fa: زیگ زمان‌بندی

source: Contact us intro
fa: دیباچه‌ی گفتگو با ما

source: Phone (main)
fa: تلفن (اصلی)

source: Phone
fa: تلفن

source: Fax
fa: دورنگار

source: Email
fa: رایانامه

source: Address
fa: نشانی

source: Social Links
fa: شبکه‌های اجتماعی

source: Darken Logo
fa: نشان خاکستری

source: Iran-ATCA
fa: ایران آتکا

source: URL
fa: نشانی

source: Company Social Link
fa: شبکه‌ی اجتماعی انجمن

source: Company Social Links
fa: شبکه‌های اجتماعی انجمن

source: Useful Link
fa: پیوند به بیرون

source: Useful Links
fa: پیوندهای بیرون

source: Introduction
fa: دیباچه

source: Secretary-General
fa: دبیرکل

source: Veep
fa: جانشین

source: Treasure
fa: خزانه‌دار

source: Warden
fa: بازرس

source: Head of PR
fa: سرپرست روابط عمومی

source: Head of FR
fa: سرپرست روابط بین‌الملل

source: Secretary
fa: دفتردار

source: Management Team
fa: مدیران انجمن

source: Management Teams
fa: مدیران انجمن

source: Date
fa: هنگامه

source: Timetable
fa: زیگ زمان‌بندی

source: Timetables
fa: زیگ‌های زمان‌بندی

source: ClientIP
fa: IP مشترک

source: Contact Us
fa: گفتگو با ما

source: Intro
fa: دیباچه

source: About us
fa: درباه‌ی ما

source: More important events
fa: رویدادهای برجسته‌ی پیش رو

source: See the timetable
fa: زیگ زمانی را ببینید

source: Our management team
fa: سرپرستان انجمن

source: Secretary General
fa: دبیرکل

source: Head of Public Relations
fa: سرپرست روابط عمومی

source: Head of Foreign Relations
fa: سرپرست روابط بین‌الملل

source: Contact us
fa: گفتگو با ما

source: Send
fa: فرستادن

source: Your message has been sent, thank you.
fa: پیام شما فرستاده شد؛ سپاس‌گزاریم.

source: Our Social Links
fa: پیوندهای اجتماعی ما

source: <strong>IRAN-ATCA'S</strong> TIMETABLE
fa: زیگ زمان‌بندی <strong>ایران آتکا</strong>

source: Welcome on our timetable.
fa: به زیگ زمان‌بندی ما خوش آمدید.

source: Custom Settings
fa: تنظیمات شخصی‌سازی شده

source: Forbidden
fa: غیرمجاز

source: Error 403
fa: خطای ۴۰۳

source: This request is <strong>Forbidden</strong> because: <p class="text-center mt-3 wow fadeIn" data-wow-delay="0.3s"> %(exception)s </p>
fa: درخواست شما <strong>غیرمجاز</strong> است زیرا: <p class="text-center mt-3 wow fadeIn" data-wow-delay="0.3s"> %(exception)s </p>

source: This request is <strong>Forbidden</strong>
fa: درخواست شما <strong>غیرمجاز</strong> است.

source: Page not found
fa: برگه یافت نشد

source: Error 404
fa: خطای ۴۰۴

source: We’re sorry, but the requested page could not be found.
fa: شرمنده‌ایم، اما برگه‌ی درخواست شده پیدا نشد.

source: Server Error (500)
fa: خطای ۵۰۰

source: There’s been an error. It’s been reported to the site administrators via email and should be fixed shortly.<br> Thanks for your patience.
fa: خطایی رخ داده است. این رخ داد با رایانامه به سرپرست‌های وب‌سایت اطلاع رسانی شده است و به زودی درست خواهد شد.<br> از شکیبایی شما سپاس‌گزاریم.

source: Welcome
fa: خوش آمدید

source: Title translation
fa: ترجمه‌های عنوان

source: Description translation
fa: ترجمه‌ی توصیف

source: Info
fa: اطلاعات

source: Content translation
fa: ترجمه‌های محتوا

source: Documents
fa: مستندات

source: Articles
fa: مقالات

source: PDFs
fa: کتب الکترونیکی

source: Videos
fa: فیلم‌ها

source: Voices
fa: صداها

source: Other formats
fa: دیگرفرمت‌ها

source: Uploaded by
fa: بارگزاری شده توسط

source: Type
fa: نوع

source: Cover
fa: عکس پیش‌نمایش

source: Download link
fa: لینک دانلود

source: If file is uploaded on hosts
fa: درصورتی که فایل در سایت دیگری بارگزاری شده است.

source: Document
fa: مستند

source: At least one of "Content" or "Download link" must have value
fa: حداقل یکی از دو فیلد «محتوا» یا «لینک دانلود» بایستی پر شود.

source: categories e.g: Education, ATC docs,...
fa: دسته‌بندی منظور آموزشی، مرتبط با ATC، یا ...

source: Total Documents
fa: مستندات

source: Document Category
fa: دسته‌بندی مستندات

source: Document Categories
fa: دسته‌بندی‌های مستندات

source: by
fa: توسط

source: documents by
fa: مستندات بارگزاری شده‌ی

source: Download
fa: دریافت

source: There is no documents for this category
fa: برای دسته‌بندی درخواست شده مستنداتی پیدا نشد.

source: Share this document
fa: این منبع را به اشتراک بگذارید

source: Other documents from this user
fa: دیگر نوشته‌های ایشون

source: Welcome on our documents library.
fa: به بخش مستندات ما خوش آمدید.

source: Filters
fa: فیلترها

source: Types
fa: نوع

source: Submit
fa: درج

source: ARCHIVE
fa: بایگانی

source: Forum
fa: تالار گفتگو

source: Forums
fa: تالار‌های گفتگو

source: Your message:
fa: پیام شما:

source: Admin
fa: سرپرست

source: Members
fa: اعضا

source: Chat
fa: پیام

source: Chats
fa: پیام‌ها

source: replied to
fa: درپاسخ

source: reply
fa: پاسخ

source: edit
fa: ویرایش

source: delete
fa: پاک‌کردن

source: Confirm delete?
fa: می‌پذیرید که پاک شود؟

source: Negative
fa: خیر

source: Affirm
fa: بله

source: submit
fa: درج

source: Welcome on our forum.
fa: به تالارهای گفتگوی ما خوش آمدید.

source: In these forums, we will discus about Iran-ATCA related stories.
fa: در تالارهای گفتگو‌ رویدادهای هوانوردی و بررسی می‌شوند.

source: There is no chats yet.
fa: هنوز گفتگویی نشده است.

source: You have to be a registered ATCo in Iran-ATCA.
fa: شما باید یک کنترلر و عضو انجمن باشید.

source: You are not a member of this forum.
fa: شما در این تالار گفتگو نیستید.

source: Users
fa: کاربران

source: Required for password reset
fa: لازم برای تغییر گذرواژه

source: Male
fa: آقا

source: Female
fa: خانم

source: Facebook
fa: فیسبوک

source: Twitter
fa: توئیتر

source: Instagram
fa: اینستاگرام

source: Telegram
fa: تلگرام

source: This text should be provided for `Author` users.
fa: این گزاره برای کسانی که دسترسی نوشتن پیام دارند مهم است.

source: Story
fa: داستان من

source: Group
fa: دسته

source: Groups
fa: دسته‌ها

source: Choose the who has not been selected yet
fa: کسانیکه هنوز انتخاب نشده‌اند، انتخاب کنید.

source: Mobile
fa: همراه

source: Work City
fa: شهر محل‌کار

source: Father
fa: نام پدر

source: Birth
fa: زادروز

source: Birth Place
fa: زادگاه

source: Gender
fa: جنسیت

source: Maried
fa: متاهل

source: Single
fa: مجرد

source: Nationality Code
fa: شماره ملی

source: Member Of Iran-ATCA
fa: عضو ایران آتکا

source: Iran-ATCA code
fa: شماره‌ی کاربری ایران آتکا

source: Member of IFATCA
fa: عضو IFATCA

source: IFATCA code
fa: شماره‌ی اعضویت IFATCA

source: Joined
fa: عضویت

source: Passed-away
fa: فوت شده

source: Paid membership years
fa: سال‌های پرداخت شده

source: Provide a comma separated list
fa: یک رشته‌ که با ویرگول از هم جدا شود.

source: Academic Licenses
fa: گواهینامه‌های دانشگاهی

source: Air Traffic Controller
fa: واپایشگر آمد و شد هوایی

source: Air Traffic Controllers
fa: واپایشگران آمد و شد هوایی

source: Link
fa: نشانی پیوند

source: Media
fa: رسانه

source: Social Media
fa: شبکه‌های اجتماعی

source: Social Medias
fa: شبکه‌های اجتماعی

source: user
fa: کاربر

source: Event
fa: رویداد

source: Acknowledged
fa: دریافت‌شده

source: Notification
fa: اعلان

source: Notifications
fa: اعلانات

source: for: {user_name}, event: {event}
fa: برای {user_name}, رویداد: {event}

source: {user_name} has commented your post: {post}, at: {time}
fa: {user_name} یک کامنت گذاشت؛ برای پست: {post}،در: {time}

source: {user_name} has commented your comment: {rel}, at: {time}
fa: {user_name} یک کامنت گذاشت؛ برای کامنت: {rel}،در: {time}

source: Log out
fa: خروج

source: Thanks for spending some quality time with the Web site today.
fa: از اینکه بخشی از زمان خود را در این تارنما گذراندید سپاس‌گزاریم.

source: Log in again
fa: ورود دوباره

source: Log in
fa: ورود

source: Please correct the error below.
fa: خواهش می‌کنیم خطای زیر را درست کنید.

source: Please correct the errors below.
fa: خواهش می‌کنیم خطاهای زیر را درست کنید.

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
fa: شما به نام %(username)s وارد شده‌اید، اما دسترسی دیدن این برگه را ندارید؛ آیا مایلید با نام دیگری ادامه دهید؟

source: Forgotten your password or username?
fa: نام کاربری یا گذرواژه‌ی خود را فراموش کرده اید؟

source: Click here
fa: اینجا بزنید.

source: Not a member?
fa: هنوز عضو نیستید؟

source: Register
fa: نام نویسی

source: or sign in with
fa: یا ورود با

source: Documentation
fa: مستندات

source: Home
fa: خانه

source: Password change
fa: بازنشانی گذرواژه

source: Change password
fa: بازنشانی گذرواژه

source: Your password was changed.
fa: گذرواژه‌ی شما بازنشانی شده است.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
fa: خواهش می‌کنیم گذرواژه پیشین خود را وارد کنید؛ سپس گذرواژه‌ی تازه را دو بار وارد کنید تا ما بتوانیم بررسی کنیم که به درستی نوشته‌ باشید.

source: Your password can’t be too similar to your other personal information.
fa: گذرواژه‌ی شما نمی‌تواند مشابه با سایر اطلاعات شما باشد.

source: Your password must contain at least 8 characters.
fa: گذرواژه‌ی شما بایستی دارای حداقل ۸ واج باشد.

source: Your password can’t be a commonly used password.
fa: گذرواژه‌ی شما نمی‌تواند یک گذرواژه‌ی معمولی باشد.

source: Your password must have at least 1 capital character.
fa: گذرواژه‌ی شما بایستی دارای حداقل یک واج انگلیسی بزرگ باشد.

source: Your password must have at least 1 number.
fa: گذرواژه‌ی شما بایستی حداقل یک عدد داشته‌باشد.

source: Your password must have at least 1 special char.
fa: گذرواژه‌ی شما بایستی دارای حداقل یکی از واج‌های انگلیسی خاص باشد.

source: Password doesn't match.
fa: گذرواژه‌های وارد شده مانند یکدیگر نیستند.

source: Change my password
fa: گذرواژه‌ی مرا بازنشانی کن

source: Password reset
fa: جایگزینی گذرواژه

source: Your password has been set. You may go ahead and log in now.
fa: گذرواژه‌ی شما بازنشانی شد. اکنون می‌توانید وارد شوید.

source: Password reset confirmation
fa: تایید جایگزینی گذرواژه

source: Please enter your new password twice so we can verify you typed it in correctly.
fa: خواهش می‌کنیم گذرواژه‌ی خود را دو بار وارد کنید؛تا بررسی شود که به درستی وارد کرده‌اید.

source: New password:
fa: گذرواژه‌ی جدید:

source: Confirm password:
fa: تایید گذرواژه

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
fa: اگر پیغامی دریافت نکرده‌اید، خواهش می‌کنیم بررسی کنید نشانی که با آن در وب‌سایت درج شده‌اید وارد کرده باشید، همچنین پوشه‌ی هرزنامه‌های خود را نیز بررسی کنید.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
fa: این پیغام را برای درخواست بازنشانی گذرواژه‌ی حساب کاربری‌تان در وب‌سایت %(site_name)s دریافت کرده‌اید.

source: Please go to the following page and choose a new password:
fa: خواهش می‌کنیم به برگه زیر رفته و یک گذرواژه‌ی جدید وارد کنید:

source: Your username, in case you’ve forgotten:
fa: چنانچه فراموش کرده‌اید، نام کاربری خود را وارد کنید:

source: Thanks for using our site!
fa: سپاس از اینکه از وب‌سایت ما استفاده کردید!

source: The %(site_name)s team
fa: تیم %(site_name)s

source: Forgotten your password? Enter your email address below, and we’ll email instructions for setting a new one.
fa: گذرواژه‌ی خود را فراموش کرده‌اید؟ رایانامه خود را وارد کنید؛ ما دستورها را برایتان می‌فرستیم.

source: Email address:
fa: نشانی رایانامه:

source: Reset my password
fa: گذرواژه‌ی مرا جایگزین کن

source: User Profile
fa: پروفایل

source: Edit profile
fa: ویرایش پروفایل

source: Preview
fa: پیش‌نمایش

source: Edit Photo
fa: ویرایش تصویر

source: Profile photo will be changed automatically
fa: تصویر جدید به صورت خودکار جایگزین خواهد شد

source: Change
fa: تغییر

source: Delete
fa: پاک‌کردن

source: Edit Account
fa: ویرایش حساب

source: My social networks
fa: شبکه‌های اجتماعی من

source: Update Account
fa: بروزرسانی حساب

source: Birthplace
fa: زادگاه

source: Working in
fa: شهر محل‌کار

source: Joined Iran-ATCA on
fa: عضویت در ایران آتکا

source: My Story
fa: داستان من

source: currently author of %(counter)s post.
fa: تاکنون %(counter)s پست در سایت نوشته‌اند.

source: Contact me
fa: تماس با من

source: Your password has been changed successfully
fa: گذرواژه‌ی شما با موفقیت تغییر یافت.

source: Good bye
fa: خدا نگهدارتان

source: Persian
fa: پارسی

source: English
fa: انگلیسی

source: Your current avatar:
fa: آواتار فعلی شما

source: You haven't uploaded an avatar yet. Please upload one now.
fa: شما تاکنون عکسی بارگزاری نکرده‌اید. لطفا اکنون یکی بارگزاری کنید.

source: Upload New Image
fa: یک عکس بارگزاری کنید

source: Please select the avatars that you would like to delete.
fa: لطفا آواتارهای که میخواهید حذف شوند، انتخاب کنید.

source: You have no avatars to delete.
fa: شما تاکنون آواتاری نداشته‌اید.

source: Please upload one now.
fa: لطفا هم‌اکنون یکی بارگزاری کنید.

source: Delete These
fa: پاک‌کردن

source: Useful links
fa: پیوندهای بیرون

source: Contact
fa: پیوندهای ما

source: Menu
fa: فهرست

source: Profile
fa: پروفایل

source: admin
fa: مدیریت

source: Login
fa: ورود

source: Total pages
fa: برگه‌ها

source: LATEST
fa: تازه‌ترین‌ها

source: LATEST ACTIVE
fa: تازه‌ترین رویدادها

source: YOU MAY ALSO LIKE
fa: شاید بپسندید

source: Subscribe to my RSS feed
fa: اشتراک در RSS
